Repository: andreabenini/converse.js
Catalog: locale/*/LC_MESSAGES/converse.po
Languages: bg, uk

source: Fetch registration form
bg: Изтегляне на форумляр за записване
uk: Отримати форму реєстрації

source: Tip: A list of public XMPP providers is available
bg: Съвет: Наличен е списък на XMPP доставчици за обществен достъп
uk: Порада: доступний перелік публічних XMPP-провайдерів

source: here
bg: тук
uk: тут

source: Sorry, we're unable to connect to your chosen provider.
bg: Извинете, не можем да се свържем с избрания от вас доставчик.

source: Sorry, the given provider does not support in band account registration. Please try with a different provider.
bg: Извинете, даденият доставчик не поддържа пряко записване за допуск. Моля опитайте друг начин или с друг доставчик.
uk: Вибачте, вказаний провайдер не підтримує реєстрації онлайн. Спробуйте іншого провайдера.

source: Something went wrong while establishing a connection with "%1$s". Are you sure it exists?
bg: Нещо се обърка при установяване на връзка с „%1$s“. Сигурни ли сте, че съществува?
uk: Щось пішло не так при встановленні зв'язку з "%1$s". Ви впевнені, що такий існує?

source: Now logging you in
bg: Сега бивате вписани
uk: Входимо

source: Registered successfully
bg: Записани сте успешно
uk: Успішно зареєстровано

source: The provider rejected your registration attempt. Please check the values you entered for correctness.
bg: Доставчикът отказа опита ви за записване. Моля проверете точността на данните, които въведохте.

source: Click to toggle the rooms list
bg: Натиснете за скриване/показване на списъка от стаи

source: Open Rooms
bg: Отворени стаи

source: me
uk: я

source: Are you sure you want to clear the messages from this chat box?
uk: Ви впевнені, що хочете очистити повідомлення з цього вікна чату?

source: XMPP Username:
uk: XMPP адреса:

source: Log In
uk: Ввійти

source: Sign in
uk: Вступити

source: Click here to write a custom status message
uk: Клацніть тут, щоб створити власний статус

source: Click to add new chat contacts
uk: Клацніть, щоб додати нові контакти до чату

source: Search
uk: Пошук

source: No users found
uk: Жодного користувача не знайдено

source: Click to add as a chat contact
uk: Клацніть, щоб додати як чат-контакт

source: Reconnecting
uk: Перепід'єднуюсь

source: Connecting
uk: Під'єднуюсь

source: Authenticating
uk: Автентикуюсь

source: Authentication Failed
uk: Автентикація невдала

source: You have been removed from this room because the MUC (Multi-user chat) service is being shut down.
uk: Вас видалено з цієї кімнати, тому що MUC (Чат-сервіс) припиняє роботу.

source: Are you sure you want to clear the messages from this room?
uk: Ви впевнені, що хочете очистити повідомлення з цієї кімнати?

source: Error: could not execute the command
uk: Помилка: Не можу виконати команду

source: The reason given is: "
uk: Причиною вказано: "

source: Topic set by %1$s to: %2$s
uk: Тема встановлена %1$s: %2$s

source: You are about to invite %1$s to the chat room "%2$s".
uk: Ви запрошуєте %1$s до чату "%2$s".

source: You may optionally include a message, explaining the reason for the invitation.
uk: Ви можете опціонально додати повідомлення, щоб пояснити причину запрошення.

source: Room name
uk: Назва кімнати

source: Server
uk: Сервер

source: Join Room
uk: Приєднатися до кімнати

source: Rooms
uk: Кімнати

source: No rooms on %1$s
uk: Жодної кімнати на %1$s

source: Rooms on %1$s
uk: Кімнати на %1$s

source: Your XMPP provider's domain name:
uk: Домен Вашого провайдера XMPP:

source: Requesting a registration form from the XMPP server
uk: Запитую форму реєстрації з XMPP сервера

source: Return
uk: Вернутися

source: Click to chat with this contact
uk: Клацніть, щоб почати розмову з цим контактом
