Repository: andreabenini/converse.js
Catalog: locale/*/LC_MESSAGES/converse.po
Languages: bg, uk

source: The connection has dropped, attempting to reconnect.
bg: Връзката е прекъснала, опитва се повторно свързване.

source: An error occurred while connecting to the chat server.
bg: Възникна грешка при свързване към сървъра за разговори.

source: Your Jabber ID and/or password is incorrect. Please try again.
bg: Вашето джабер ID и/или парола са погрешни. Моля опитайте отново.

source: Sorry, we could not connect to the XMPP host with domain: %1$s
bg: Извинете, не можахме да се свържем към XMPP хоста с областта: %1$s

source: The XMPP server did not offer a supported authentication mechanism
bg: XMPP сървърът не предложи поддържан удостоверителен механизъм

source: %1$s has invited you to join a chat room: %2$s
bg: %1$s ви покани да се присъедините към стая за разговори: %2$s
uk: %1$s запрошує вас приєднатись до чату: %2$s

source: %1$s has invited you to join a chat room: %2$s, and left the following reason: "%3$s"
bg: %1$s ви покани да се присъедините към стая за разговори: %2$s, и посочи следната причина: „%3$s“
uk: %1$s запрошує Вас приєднатись до чату: %2$s, аргументує ось як: "%3$s"

source: Bookmark this room
bg: Записване на отметка за тази стая

source: The name for this bookmark:
bg: Името за тази отметка:

source: Would you like this room to be automatically joined upon startup?
bg: Бихте ли желали тази стая да бъде автоматично отваряна при влизане?

source: What should your nickname for this room be?
bg: Какво да бъде краткото ви име за тази стая?

source: Save
bg: Запис
uk: Зберегти

source: Cancel
bg: Отменяне
uk: Відміна

source: Are you sure you want to remove the bookmark "%1$s"?
bg: Сигурни ли сте, че искате да премахнете отметката „%1$s“?

source: Sorry, something went wrong while trying to save your bookmark.
bg: Извинете, нещо се обърка при опита за записване на отметката ви.

source: Leave this room
bg: Напускане на тази стая

source: Remove this bookmark
bg: Премахване на тази отметка

source: Unbookmark this room
bg: Премахване на отметката за тази стая

source: Show more information on this room
bg: Показване на още данни за тази стая
uk: Показати більше інформації про цю кімату

source: Click to open this room
bg: Натиснете, за да отворите тази стая
uk: Клацніть, щоб увійти в цю кімнату

source: Click to toggle the bookmarks list
bg: Натиснете за скриване/показване на списъка с отметки

source: Bookmarks
bg: Отметки

source: Typing from another device
bg: Пише от друго устройство

source: is typing
bg: пише
uk: друкує

source: Stopped typing on the other device
bg: Спря да пише на другото устройство

source: has stopped typing
bg: спря да пише
uk: припинив друкувати

source: has gone away
bg: се е махнал(а)
uk: пішов геть

source: Close this chat box
bg: Затваряне на това прозорче за разговори

source: Nickname
bg: Кратко име
uk: Прізвисько

source: Are you sure you want to remove this contact?
bg: Сигурни ли сте, че искате да премахнете този познат?
uk: Ви впевнені, що хочете видалити цей контакт?

source: Sorry, there was an error while trying to remove %1$s as a contact.
bg: Извинете, възникна грешка при опит за премахване на %1$s като познат.

source: You have unread messages
bg: Имате непрочетени съобщения

source: Hidden message
bg: Скрито съобщение

source: Personal message
bg: Лично съобщение
uk: Персональна вісточка

source: Send
bg: Изпращане

source: Optional hint
bg: Съвет (незадължително)

source: Click to write as a normal (non-spoiler) message
bg: Натиснете за писане на нормално (неакордеонно) съобщение

source: Click to write your message as a spoiler
bg: Натиснете, за да пишете съобщение, разгъващо се като акордеон

source: Clear all messages
bg: Изчистване на всички съобщения
uk: Очистити всі повідомлення

source: Start a call
bg: Обаждане
uk: Почати виклик

source: Remove messages
bg: Премахване на съобщения
uk: Видалити повідомлення

source: Write in the third person
bg: Писане от трето лице
uk: Писати від третьої особи

source: Show this menu
bg: Показване на това меню
uk: Показати це меню

source: has gone offline
bg: се изключи
uk: тепер поза мережею

source: is busy
bg: е зает(а)
uk: зайнятий

source: Password:
bg: Парола:
uk: Пароль:

source: password
bg: парола

source: Submit
bg: Изпращане
uk: Надіслати

source: Click here to log in anonymously
bg: Натиснете тук, за да влезете анонимно

source: This contact is busy
bg: Този познат е зает
uk: Цей контакт зайнятий

source: This contact is online
bg: Този познат е включен
uk: Цей контакт на зв'язку

source: This contact is offline
bg: Този познат е изключен
uk: Цей контакт поза мережею

source: This contact is unavailable
bg: Този познат не е на разположение
uk: Цей контакт недоступний

source: This contact is away for an extended period
bg: Този познат отсъства дълго време
uk: Цей контакт відсутній тривалий час

source: This contact is away
bg: Този познат отсъства
uk: Цей контакт відсутній

source: Contacts
bg: Познати
uk: Контакти

source: Groups
bg: Групи
uk: Групи

source: My contacts
bg: Моите познати
uk: Мої контакти

source: Pending contacts
bg: Изчакващи потвърждение познати
uk: Контакти в очікуванні

source: Contact requests
bg: Заявки за познанство
uk: Запити контакту

source: Ungrouped
bg: Негрупирани
uk: Негруповані

source: Contact name
bg: Име на познатия
uk: Назва контакту

source: Add
bg: Добавяне
uk: Додати

source: Please enter a valid XMPP address
bg: Моля въведете действителен XMPP адрес

source: Filter
bg: Подбор

source: Any
bg: Произволно

source: Unread
bg: Непрочетено

source: Online
bg: Включен(а)
uk: На зв'язку

source: Chatty
bg: Приказлив(а)

source: Busy
bg: Зает(а)
uk: Зайнятий

source: Away
bg: Отсъстващ(а)
uk: Далеко

source: Extended Away
bg: Дълго отсъстващ(а)

source: Offline
bg: Изключен(а)
uk: Поза мережею

source: Click to remove %1$s as a contact
bg: Натиснете за премахване на %1$s като познат

source: Click to accept the contact request from %1$s
bg: Натиснете за приемане на заявката за познанство от %1$s

source: Click to decline the contact request from %1$s
bg: Натиснете за отказване на заявката за познанство от %1$s

source: Click to chat with %1$s (JID: %2$s)
bg: Натиснете за разговор с %1$s (JID: %2$s)

source: Are you sure you want to decline this contact request?
bg: Сигурни ли сте, че искате да откажете тази заявка за познанство?
uk: Ви впевнені, що хочете відхилити цей запит контакту?

source: Add a contact
bg: Добавяне на познат
uk: Додати контакт

source: Custom status
bg: Състояние чрез въвеждане
uk: Власний статус

source: I am %1$s
bg: Аз съм %1$s
uk: Я %1$s

source: Click to change your chat status
bg: Натиснете, за да промените състоянието си за разговор
uk: Клацніть, щоб змінити статус в чаті

source: Log out
bg: Излизане
uk: Вийти

source: online
bg: включен(а)
uk: на зв'язку

source: busy
bg: зает(а)
uk: зайнятий

source: away for long
bg: продължително отсъстващ(а)
uk: давно відсутній

source: away
bg: отсъстващ(а)
uk: відсутній

source: offline
bg: изключен(а)

source: Username
bg: Потребителско име

source: user@domain
bg: потребител@област

source: Toggle chat
bg: Разговори
uk: Включити чат

source: Minimize this chat box
bg: Минимизиране на това прозорче за разговори

source: Click to restore this chat
bg: Натисне за възстановяване на този разговор
uk: Клацніть, щоб відновити цей чат

source: Minimized
bg: Минимизирани
uk: Мінімізовано

source: This room is not anonymous
bg: Тази стая не е анонимна
uk: Ця кімната не є анонімною

source: This room now shows unavailable members
bg: Тази стая вече показва членове, които не са на разположение
uk: Ця кімната вже показує недоступних учасників

source: This room does not show unavailable members
bg: Тази стая не показва членове, които не са на разположение
uk: Ця кімната не показує недоступних учасників

source: The room configuration has changed
bg: Настройките на стаята се промениха

source: Room logging is now enabled
bg: Включено е записване в дневник за стаята
uk: Журналювання кімнати тепер ввімкнено

source: Room logging is now disabled
bg: Записването в дневник за стаята е изключено
uk: Журналювання кімнати тепер вимкнено

source: This room is now no longer anonymous
bg: Тази стая вече не е анонимна

source: This room is now semi-anonymous
bg: Тази стая вече е полуанонимна
uk: Ця кімната тепер напів-анонімна

source: This room is now fully-anonymous
bg: Тази стая вече е напълно анонимна
uk: Ця кімната тепер повністю анонімна

source: A new room has been created
bg: Създадена е нова стая
uk: Створено нову кімнату

source: You have been banned from this room
bg: Достъпът ви до тази стая е спрян
uk: Вам заблокували доступ до цієї кімнати

source: You have been kicked from this room
bg: Бяхте изведени от тази стая
uk: Вас викинули з цієї кімнати

source: You have been removed from this room because of an affiliation change
bg: Бяхте премахнати от тази стая заради промяна на принадлежност
uk: Вас видалено з кімнати у зв'язку зі змінами власності кімнати

source: You have been removed from this room because the room has changed to members-only and you're not a member
bg: Бяхте премахнати от тази стая, защото стаята стана само за членове, а вие не сте член
uk: Вас видалено з цієї кімнати, оскільки вона тепер вимагає членства, а Ви ним не є її членом

source: You have been removed from this room because the MUC (Multi-user chat) service is being shut down
bg: Бяхте премахнати от тази стая, защото услугата „Разговор между множество потребители“ се изключва

source: %1$s has been banned
bg: Достъпът на %1$s е спрян

source: %1$s's nickname has changed
bg: Краткото име на %1$s се промени

source: %1$s has been kicked out
bg: %1$s беше изведен

source: %1$s has been removed because of an affiliation change
bg: %1$s беше премахнат заради промяна на принадлежност

source: %1$s has been removed for not being a member
bg: %1$s беше премахнат, защото не е член

source: Your nickname has been automatically set to %1$s
bg: Вашето кратко име беше автоматично установено на %1$s

source: Your nickname has been changed to %1$s
bg: Краткото ви име беше променено на %1$s

source: Description:
bg: Описание:
uk: Опис:

source: Room Address (JID):
bg: Адрес на стаята (JID):

source: Occupants:
bg: Участници:
uk: Присутні:

source: Features:
bg: Свойства:
uk: Особливості:

source: Requires authentication
bg: Изисква удостоверяване
uk: Вимагає автентикації

source: Hidden
bg: Скрита
uk: Прихована

source: Requires an invitation
bg: Изисква покана
uk: Вимагає запрошення

source: Moderated
bg: Модерирана
uk: Модерована

source: Non-anonymous
bg: Неанонимна
uk: Не-анонімні

source: Open room
bg: Отворена стая
uk: Увійти в кімнату

source: Permanent room
bg: Постоянна стая
uk: Постійна кімната

source: Public
bg: Обществена
uk: Публічна

source: Semi-anonymous
bg: Полуанонимна
uk: Напів-анонімна

source: Temporary room
bg: Временна стая
uk: Тимчасова кімната

source: Unmoderated
bg: Немодерирана
uk: Немодерована

source: Show rooms
bg: Показване на стаи
uk: Показати кімнати

source: No rooms found
bg: Няма налични стаи

source: Message
bg: Съобщение
uk: Повідомлення

source: Close and leave this room
bg: Затваряне и напускане на тази стая

source: Configure this room
bg: Настройване на тази стая

source: Hide the list of occupants
bg: Скриване на списъка с участници

source: Error: the "%1$s" command takes two arguments, the user's nickname and optionally a reason.
bg: Грешка: командата “%1$s” приема два аргумента – краткото име на потребителя и, по желание, причина.

source: Change user's affiliation to admin
bg: Промяна на ролята на потребителя на администратор
uk: Призначити користувача адміністратором

source: Ban user from room
bg: Спиране на достъп на потребител до стая
uk: Заблокувати і викинути з кімнати

source: Change user role to participant
bg: Променяне на ролята на потребителя на участник

source: Kick user from room
bg: Извеждане на потребителя от стаята
uk: Викинути з кімнати

source: Write in 3rd person
bg: Писане от трето лице
uk: Писати в 3-й особі

source: Grant membership to a user
bg: Даване на членство на потребител
uk: Надати членство користувачу

source: Remove user's ability to post messages
bg: Премахване на възможността на потребителя да публикува съобщения
uk: Забрати можливість слати повідомлення

source: Change your nickname
bg: Промяна на краткото ви име
uk: Змінити Ваше прізвисько

source: Grant moderator role to user
bg: Даване на роля модератор на потребителя
uk: Надати права модератора

source: Grant ownership of this room
bg: Даване на собствеността на тази стая
uk: Передати у власність цю кімнату

source: Revoke user's membership
bg: Спиране на членството на потребителя
uk: Забрати членство в користувача

source: Set room subject
bg: Задаване на тема на стаята

source: Set room subject (alias for /subject)
bg: Задаване на тема на стаята (алтернатива на /subject)

source: Allow muted user to post messages
bg: Позволяване на заглушен потребител да публикува съобщения
uk: Дозволити безголосому користувачу слати повідомлення

source: The nickname you chose is reserved or currently in use, please choose a different one.
bg: Краткото име, което избрахте, е запазено или понастоящем се ползва, моля изберете друго.

source: Please choose your nickname
bg: Моля изберете си кратко име

source: Enter room
bg: Влизане в стаята

source: This chatroom requires a password
bg: Тази стая за разговори изисква парола
uk: Ця кімната вимагає пароль

source: Password:
bg: Парола:
uk: Пароль:

source: This action was done by %1$s.
bg: Това действие беше извършено от %1$s.

source: The reason given is: "%1$s".
bg: Дадената причина е: „%1$s“.

source: %1$s has entered the room. "%2$s"
bg: %1$s влезе в стаята. „%2$s“

source: %1$s has entered and left the room. "%2$s"
bg: %1$s влезе и излезе от стаята. „%2$s“

source: %1$s has left the room. "%2$s"
bg: %1$s напусна стаята. „%2$s“

source: You are not on the member list of this room.
bg: Не сте в списъка с членове на тази стая.

source: You have been banned from this room.
bg: Беше ви спрян достъпът до тази стая.

source: No nickname was specified.
bg: Не беше указано кратко име.

source: You are not allowed to create new rooms.
bg: Нямате права за създаване на нови стаи.

source: Your nickname doesn't conform to this room's policies.
bg: Краткото ви име не отговаря на политиките на тази стая.

source: This room does not (yet) exist.
bg: Тази стая не съществува (още).

source: This room has reached its maximum number of occupants.
bg: Тази стая достигна максималния си брой участници.

source: Click to mention %1$s in your message.
bg: Натиснете за да споменете %1$s в съобщението си.

source: This user is a moderator.
bg: Този потребител е модератор.

source: This user can send messages in this room.
bg: Този потребител може да праща съобщения в тази стая.

source: This user can NOT send messages in this room.
bg: Този потребител НЕ може да праща съобщения в тази стая.

source: Occupants
bg: Участници
uk: Учасники

source: Invite
bg: Поканване
uk: Запросіть

source: Features
bg: Свойства

source: Message archiving
bg: Архивиране на съобщения

source: Members only
bg: Само за членове

source: Open
bg: Отворена

source: Password protected
bg: Защитена с парола

source: Persistent
bg: Постоянна

source: Temporary
bg: Временна

source: No password
bg: Без парола

source: This room is not publicly searchable
bg: Тази стая не е обществено претърсваема

source: Messages are archived on the server
bg: Съобщенията се архивират на сървъра

source: This room is restricted to members only
bg: Тази стая е ограничена само до членове

source: This room is being moderated
bg: Тази стая е модерирана

source: All other room occupants can see your XMPP username
bg: Всички други участници в стаята могат да виждат потребителското ви име за XMPP

source: Anyone can join this room
bg: Всеки може да се присъедини към тази стая

source: This room requires a password before entry
bg: Тази стая изисква парола за влизане

source: This room persists even if it's unoccupied
bg: Тази стая се запазва дори ако е незаета

source: This room is publicly searchable
bg: Тази стая е обществено претърсваема

source: Only moderators can see your XMPP username
bg: Само модераторите могат да виждат потребителското ви име за XMPP

source: This room will disappear once the last person leaves
bg: Тази стая ще изчезне, след като последният участник я напусне

source: This room is not being moderated
bg: Тази стая не бива модерирана

source: This room does not require a password upon entry
bg: Тази стая не изисква парола при влизане

source: You are about to invite %1$s to the chat room "%2$s". You may optionally include a message, explaining the reason for the invitation.
bg: Ще поканите %1$s в стаята за разговори „%2$s“. Можете по желание да включите съобщение, обясняващо причината за поканата.

source: Please enter a valid XMPP username
bg: Моля въведете действително потребителско име за XMPP

source: Notification from %1$s
bg: Известие от %1$s

source: %1$s says
bg: %1$s казва

source: has come online
bg: се включи

source: wants to be your contact
bg: иска да се свърже с вас

source: Re-establishing encrypted session
bg: Повторно установяване на криптирана сесия
uk: Перевстановлюю криптований сеанс

source: Generating private key.
bg: Създава се частен ключ.
uk: Генерація приватного ключа.

source: Your browser might become unresponsive.
bg: Браузърът ви може да спре да реагира.
uk: Ваш браузер може підвиснути.

source: Authentication request from %1$s Your chat contact is attempting to verify your identity, by asking you the question below. %2$s
bg: Заявка за удостоверяване от %1$s Събеседникът ви опитва да провери вашата самоличност, като ви задава следния въпрос. %2$s
uk: Запит автентикації від %1$s Ваш контакт в чаті намагається встановити Вашу особу і просить відповісти на питання нижче. %2$s

source: Could not verify this user's identify.
bg: Неуспех при проверка на самоличността на този потребител.
uk: Не можу перевірити автентичність цього користувача.

source: Exchanging private key with contact.
bg: Обменя се частен ключ със събеседника.
uk: Обмін приватним ключем з контактом.

source: Your messages are not encrypted anymore
bg: Съобщенията ви вече не се криптират
uk: Ваші повідомлення більше не криптуються

source: Your messages are now encrypted but your contact's identity has not been verified.
bg: Съобщенията ви вече се криптират, но самоличността на събеседника ви не е удостоверена.
uk: Ваші повідомлення вже криптуються, але особа Вашого контакту не перевірена.

source: Your contact's identify has been verified.
bg: Самоличността на събеседника ви беше удостоверена.
uk: Особу Вашого контакту перевірено.

source: Your contact has ended encryption on their end, you should do the same.
bg: Събеседникът ви спря криптирането от своя страна, нормално е да направите същото от ваша.
uk: Ваш контакт припинив криптування зі свого боку, Вам слід зробити те саме.

source: Your message could not be sent
bg: Съобщението ви не можа бъде изпратено
uk: Ваше повідомлення не може бути надіслане

source: We received an unencrypted message
bg: Получихме некриптирано съобщение
uk: Ми отримали некриптоване повідомлення

source: We received an unreadable encrypted message
bg: Получихме нечитаемо криптирано съобщение
uk: Ми отримали нечитабельне криптоване повідомлення

source: Here are the fingerprints, please confirm them with %1$s, outside of this chat. Fingerprint for you, %2$s: %3$s Fingerprint for %1$s: %4$s If you have confirmed that the fingerprints match, click OK, otherwise click Cancel.
bg: Това са отпечатъците, моля проверете си ги с %1$s, извън този разговор. Отпечатък за вас, %2$s: %3$s Отпечатък за %1$s: %4$s Ако сте се уверили, че отпечатъците съответстват, натиснете Добре, иначе натиснете Отмяна.
uk: Ось відбитки, будь-ласка, підтвердіть їх з %1$s, за межами цього чату. Відбиток для Вас, %2$s: %3$s Відбиток для %1$s: %4$s Якщо Ви підтверджуєте відповідність відбитка, клацніть Гаразд, інакше клацніть Відміна.

source: You will be prompted to provide a security question and then an answer to that question. Your contact will then be prompted the same question and if they type the exact same answer (case sensitive), their identity will be verified.
bg: Ще бъдете поканени да въведете удостоверителен въпрос и след това – отговор на този въпрос. Тогава на вашия събеседник ще бъде зададен същият въпрос и ако той въведе точно същия отговор (съблюдавайки главни и малки букви), самоличността му ще бъде удостоверена.
uk: Вас запитають таємне питання і відповідь на нього. Потім Вашого контакта запитають те саме питання, і якщо вони введуть ту саму відповідь (враховуючи регістр), їх особи будуть перевірені.

source: What is your security question?
bg: Какъв е удостоверителният ви въпрос?
uk: Яке Ваше таємне питання?

source: What is the answer to the security question?
bg: Какъв е отговорът на удостоверителния въпрос?
uk: Яка відповідь на таємне питання?

source: Invalid authentication scheme provided
bg: Заявена е невалидна удостоверителна схема
uk: Надана некоректна схема автентикації

source: Your messages are not encrypted. Click here to enable OTR encryption.
bg: Съобщенията ви не се криптират. Натиснете тук за да включите OTR криптиране.
uk: Ваші повідомлення не криптуються. Клацніть тут, щоб увімкнути OTR-криптування.

source: Your messages are encrypted, but your contact has not been verified.
bg: Съобщенията ви се криптират, но събеседникът ви не е удостоверен.
uk: Ваші повідомлення криптуються, але Ваш контакт не був перевірений.

source: Your messages are encrypted and your contact verified.
bg: Съобщенията ви се криптират и събеседникът ви е удостоверен.
uk: Ваші повідомлення криптуються і Ваш контакт перевірено.

source: Your contact has closed their end of the private session, you should do the same
bg: Събеседникът ви затвори поверителната сесия от своя страна, нормално е да направите същото
uk: Ваш контакт закрив зі свого боку приватну сесію, Вам слід зробити те ж саме

source: End encrypted conversation
bg: Приключване на криптирания разговор
uk: Завершити криптовану розмову

source: Refresh encrypted conversation
bg: Опресняване на криптирания разговор
uk: Оновити криптовану розмову

source: Start encrypted conversation
bg: Започване на криптиран разговор
uk: Почати криптовану розмову

source: Verify with fingerprints
bg: Проверяване с отпечатъци
uk: Перевірити за відбитками

source: Verify with SMP
bg: Проверяване с SMP
uk: Перевірити за SMP

source: What's this?
bg: Какво е това?
uk: Що це?

source: unencrypted
bg: некриптиран
uk: некриптовано

source: unverified
bg: неудостоверен
uk: неперевірено

source: verified
bg: удостоверен
uk: перевірено

source: finished
bg: приключен
uk: завершено

source: Sorry, there was an error while trying to add %1$s as a contact.
bg: Извинете, възникна грешка при опит за добавяне на %1$s като познат.

source: This client does not allow presence subscriptions
bg: Този клиент не допуска абонаменти за присъствие

source: Click to hide these contacts
bg: Натиснете за скриване на тези познати
uk: Клацніть, щоб приховати ці контакти

source: Don't have a chat account?
bg: Нямате допуск за разговори?

source: Create an account
bg: Създаване на допуск

source: Create your account
bg: Създаване на допуска ви

source: Please enter the XMPP provider to register with:
bg: Моля въведете XMPP доставчик, при който да се запишете:

source: Already have a chat account?
bg: Вече имате допуск за разговори?

source: Log in here
bg: Влизане тук

source: Account Registration:
bg: Записване за допуск:

source: Register
bg: Записване
uk: Реєстрація

source: Choose a different provider
bg: Избиране на друг доставчик

source: Hold tight, we're fetching the registration form…
bg: Дръжте се здраво, изтегляме формуляра за записване…

source: e.g. conversejs.org
bg: например conversejs.org
uk: напр. conversejs.org
